{"meta":{"title":"Writer's Block","subtitle":"Collection of my writing","description":null,"author":"Hanwenheng Liu","url":"masterrite.github.io"},"pages":[{"title":"Categories","date":"2019-01-31T06:39:29.206Z","updated":"2019-01-31T06:39:29.206Z","comments":true,"path":"categories/index.html","permalink":"masterrite.github.io/categories/index.html","excerpt":"","text":""},{"title":"About","date":"2019-06-13T05:41:08.099Z","updated":"2019-06-13T05:41:08.099Z","comments":true,"path":"about/index.html","permalink":"masterrite.github.io/about/index.html","excerpt":"","text":"I am Billy Liu, a Chinese native who's studying biology and English in the States. I've been writing since the age of 6, and currently (2019) I'm working in a lab in the U of U, studying chromosome conformations during meiosis. This is my place to put down background stories for my stories - a \"wiki\" for all of my ideas and researches and thoughts, and a reference point for me when I write my stories. So far, I have little to put down, but in the future I will be putting a lot of things in here. I'm hoping that this place will be in a good shape in 2030. I will not be putting my stories up here, however - this place is strictly a database. I write fiction stories and sometimes poems. For those, please visit blockandpen.wordpress.com, or, if you have WeChat, search and follow: WritersAroundTheBlock. I post bilingually on the WeChat public page. If you like any of my writings and wish to contact me: lhwh1208 [at] outlook [dot] com For my career stuff, see my LinkedIn: www.linkedin.com/in/billy-liu-84892873"},{"title":"Tags","date":"2019-01-31T06:39:29.210Z","updated":"2019-01-31T06:39:29.210Z","comments":true,"path":"tags/index.html","permalink":"masterrite.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"2016冬至故事——道歉","slug":"2016冬至故事——道歉","date":"2019-12-24T01:37:00.000Z","updated":"2019-12-24T01:38:42.826Z","comments":true,"path":"2019/12/23/2016冬至故事——道歉/","link":"","permalink":"masterrite.github.io/2019/12/23/2016冬至故事——道歉/","excerpt":"","text":"“别担心啦，我在另一头等你。”比利安慰道。“他们说什么你做什么就行，问什么就答什么。大多数情况下他们也就看一下你的护照和签证，然后也就没别的了。” “他们能听懂我说的话吗？”艾瑞思四下看了看。海关大厅里挤满了人。大厅宽大明亮，人山人海。防护带把大厅一分为二，一边挤满了人，另一边被更多防护带围成了迷宫，两条队伍在里面缓布前行，围着一根柱子绕了一圈又一圈。柱子上的电视屏幕播放着一遍又一遍“准备好您的护照”和“如果您有需要申报的物品”之类的话。 人群中大多数是中国人，黑头发、黑眼睛和或深或浅黄皮肤，和她一样。皮肤黑一些的看上去不是特别文雅（倒也不是不文明——只是他们的在田里的干农活的双手又大又粗糙满是老茧），而肤色浅一些的人里面，有的看上去像是从小在蜜罐里长大一样，有的却普通的不能再普通（有的学生戴着细框眼镜、背着又大又重的书包，有的穿着抢眼的衣服、胳膊上挂着一个包，脸上的妆竟然奇迹般地没有花）。他们当中也有外国人，虽然占着更大的地方，但是更安静一些（倒也不是一言不发）。艾瑞思听见一个胖妇人叫她的孩子闭上嘴、赶紧走。几个学生模样的外国人睁着大眼睛，梦游一般，不是很确定该往哪里走。整个大厅里只有穿着绿色或蓝色制服的海关和机场工作人员比较镇静，维持着秩序、引导着人流。 “嗯，没问题。他们听的懂英语。”他取下脖子上的挂坠。“喏，拿着。这玩意儿能把你说的话翻译成你想让它翻译的语言。用之前碰它一下，然后想着你想让它翻译成什么就行了——哎呀，放松啦！”他看着艾瑞思不是很确定的样子笑了。“我在另一边等你！说不定我出来的比你早。” 她依旧有点紧张，点着头把挂坠塞进领子里。他轻轻地把她推向“外国来宾”的队伍入口。艾瑞思排到一个头戴耳机的学生后面。她回头张望，但比利已经消失在成群的羽绒服里。 她低头看着自己的护照。说实话，艾瑞思对这个蓝色的册子没有一丝好感，上面印着的鹰和烫金的“美利坚合众国”几个字对她来说一点意义都没有。这又不是我的祖国，也不是我的世界，它也就是一个替代品……我的早没了……不过还是蛮有用的。她想道。他们所属的学院肯定在政府里面有内线之类的人。几年前，当她为了逃避一些事情而离开岛的时候，罗比就让她等几天文件。所谓的“文件”结果是这本护照。她还以为学院会有自己单独的通往每个国家的通行证，但罗比（当时整个学院的领导人）摇了摇头，笑道， “没，其实我也是到现在才知道。显然我们和所有人一样得用护照，不过我们组织在各自国家的政府里面都有联系人的……只是从来都没个人想起来跟我们说！简·斯格鲁斯夫人，也就是我和比利刚进学院的时候的领导人，直接忘了和麦吉说了！想想都很可笑，好不好，简从这里走了之后跑到政务会那儿去了，可她在那以后跟我们见面可不止一回两回的。” “呵呵，想不到我的护照竟然还在。”比利面无表情地说。“不知道那帮精灵用啥。” “他们有自己的船和魔法，哥们儿。”罗比答道。 如果她也有自己的小把戏就好了。艾瑞思在人群里一点也不舒服。也许是因为她在孤僻的地方住得太久了，或者是因为她以前的经历。纳伦之星并不是个游客景点，灯塔旁边的小镇子，克莱奥斯，也不是个什么大城市；在过去，对于她来说，人群就意味着死亡和屠杀。在这里，人人却盯着手机，是不是抬起头看看队伍排到哪儿了，脸色依然因为刚从航班上下来而显得苍白。有的人再试着打电话。她不知道如果比利也有手机的话会不会也这么做。她曾经问过比利，他是怎么说服他的父母同意把他送到学院里的，毕竟那里教的不是什么正常的东西——她到那里的第一天，比利和罗比开玩笑说这里教的是所谓的“剑和魔法”。他回答说他并不是送过去的，而是人就在那儿了。他的的航班坠机了，但让人匪夷所思的是，他活了下来是因为他的一个朋友把他们四个人（包括罗比）塞进了飞机上的厕所里—— “你确定？”艾瑞思不由自主地笑了。 “哦当然不了——我早死了。”比利翻了个白眼。 所以，当他在那以后第一次回家见爸妈的时候，比利已经在那里训练了两年。知道比利的脾气，艾瑞思总觉得这么晚回家见面是他故意的。他很少提起自己的家人，这也让她好奇他是怎么想起来要回家的。 艾瑞思前面的人走到了一个关口前，一个身着黑色制服的女士把她引向了另一个口。桌子后面的海关看了下她的签证（谢了，政府里的关系，她心里怦怦跳），然后带着唱歌一样的口音说：“在感应器上按下四个手指……再按另四个。好了。” 几分钟后，艾瑞思看到比利从关口里拖着又大又重的箱子出来，她呼出一口气，不禁笑了。 “哈哈，我先出来的！” ** 诶，怎么就这样了……？艾瑞思眼看着门被狠狠地摔上。 “白眼儿郎！”他的妈妈冲着门大吼。她的儿子刚从那里出去。“没礼貌的东西！有本事你他妈的别回来，你个婢养的熊崽子！” “妈——妈！他是你自己养的儿子哎！”艾瑞思瞪大了眼睛。 “我他妈的没那样的个儿子！” 艾瑞思还从来没见过任何人那么生气。上一次比利发火的时候还是因为他提出的一个救援行动计划被毙了，当时好多人因此丧命。他听到消息时骂了足足五分钟，甚至在会议中也 没消气。所有人都在那个会议室里情绪低落，闷声不语，嘟囔着，“这个不该发生的”，而当时作为学院领导人的他情绪激动，五句话一砸桌子，把每一个被牵扯到的政务会的人都骂了个遍。那股怒火仿佛摇着小船流下溪流，要到了艾瑞思面前的这个人身上。她身材并不高大，弓着背，手指着前面，面部扭曲——从此，每当她读到“因愤怒而扭曲”这几个字时，艾瑞思总能想起比利的母亲——满是怒火。她简直就是那场会议中的比利的女版。他继承了她的眼睛——“黑色火焰”不足以形容它们——虽然她的更大一些。除此之外，他还长着她又小又圆的鼻头和不太厚的嘴唇。他们的头发都黑中带红棕色，略长，稍盖住耳朵，没过脖子。甚至他们两人的气场——他们的小身板像火山爆发一样喷出出人意料的愤怒。 如果不是此时此刻的情况，看着他们发火也挺有意思的。 “你姥姥关心你又怎么了？！”妈妈对着门大喊。比利的姥姥——一个和他们一样身材矮小但略胖、满头白发的老太太——来串了个门。一开始一切还好。姥姥叨叨了半天她的外孙，一脸笑容的看着她叫的“家里的新成员”。尽管她耳背，她还是问了他们的身体好不好、吃的怎么样、以后有啥打算（说到这儿的时候，艾瑞思感觉比利有点不耐烦地挪动了一下）、身体好不好（那股烦躁加剧了）、过去发生了什么（烦躁减轻了些）、那些精灵长啥样（烦躁消失了）、他们吃得好不好（哎呀，完了，艾瑞思心想），最后问到他的身体好不好（比利，冷静！冷静！她用心灵感应对他说）。然后姥姥掏出两个装着红色钞票的红包要塞给他们，让他们拿去吃点好的。这时候比利彻底失控了。 平静和混乱就这么成了一秒钟的两半，这比石子激起浪花还快。就连现在艾瑞思也不知道到底是怎么发生的。她见识到了一场涉及到母亲和儿子、母亲和女儿、还有姥姥和外孙的三边争吵。现在，闷闷不乐的姥姥正陷在沙发里看报纸。她是不是已经习惯这些吵架了？艾瑞思一边轻轻地扶着妈妈的肩头带她进客厅一边想。妈妈并没有像艾瑞思想的那样喘着粗气。够怪的……她心里笑着。 “他在外面也这样？”妈妈质问。“每句话都个婢养的要顺着他，要不然他就当翻脸猴子？” 实话应该是“有时候”，但艾瑞思嘴上说的是“不”。“他平时在家里也这样吗？” “你刚才没看见？”妈妈一屁股坐到沙发里，顺手把橡胶手套一摔。“那么多年里他姥姥好不容易来见他一回，他就这样？艾瑞思，我告诉你，以后看着点儿。也就是你好，能看得上他。就这么个小地把豆子还有个破脾气，瘦得和根棍儿一样——”艾瑞思咳嗽了一声，想盖住她的笑。 “怎么啦？没感冒吧？”姥姥立刻问道。 “嗯？没啊，姥姥，我没事儿。” “你穿的太少啦！赶紧再披件衣服！” 尽管艾瑞思觉得在家里上面穿一件长袖衬衫、外面套着毛线背心，下面穿秋裤和毛线袜子绝对够了，但她还是说她等一会儿就穿。妈妈还没说完。 “——不是我嫌弃你，但他一个嫚儿都不配！” “哎呀，妈妈，他挺好的，”艾瑞思强忍着笑。“很会关心人啊。妈，他容易不耐烦就是了，真没别的了——” “他就这个臭毛病！” “哎呀……他可能是这么长时间了，不适应别人问东问西的，毕竟他好久没回家住了不是——也不是说你们哪做错了。”她抱了妈妈一下。“嗯——我知道在哪里能找到他，让我去跟他说吧？” “去那个婢养的潮巴，不用管他！等着他死大街上就知道教训了。” 让他死大街上可比让他回来难的多呢……艾瑞思想。 “我去把他找回来。”她又抱了抱姥姥。 唉，你呀你……艾瑞思在门外摇了摇头，终于笑了。 ** 人呢？艾瑞思通过心灵感应问。 栈桥。２路车栈桥下。比利没多说一个字。 还生气呐？他没反应。她不耐烦地叹了口气。我来了。 她一出门就把围巾拉到了鼻子上。头顶的天空是灰蒙蒙的一片，而不是艾瑞思所熟悉的湛蓝色。天上连太阳都看不见。她在刚到的第一天早晨就问，一个城市怎么能成这个样子。比利回答说，它就是这个样了。“脑残和虚荣，再加上眼缺。他们也不评估一下后果就乱发展，结果发展太快，他们自己都应付不过来。这也不全是政府的问题，有些企业也没多少文凭。”她感觉呼吸并不困难，可是一旦想起来雾霾里飘着的是什么，艾瑞思就感觉不舒服。这压抑的灰色也真是应情。她想。 尽管别人告诉她圣诞节在中国不是官方节日，但她仍看到许多和它相关的装饰。铜版纸质的圣诞花圈被贴在商铺的窗户上，胖乎乎的圣诞老人头像在玻璃门上对着外面笑。有的买电子产品的店里在天花板上挂了彩灯，它们的店员都二三十岁的样子，也戴了圣诞帽。有一个四层的商场大楼在外墙壁上打着“圣诞特惠，部分商品半价销售”的大广告，尽管它的入口出没有门，而是两道厚厚的绿门帘（艾瑞思估计是为了挡风保暖），上面什么也贴不了，但在入口外面还是立了一个特别突兀的圣诞树，红黄蓝三种颜色的挂饰一个不落。 她依旧害怕独自走在大街上。街上的人群总是让她感觉太压抑。不过还好，今天路上的人并不多，大多数都围在路边卖小吃的摊子旁。这些摊子其实是一个个的推车，上面锅碗瓢盆灶和天然气样样齐全，有的还配了热铁板。用的食料都在看起来像油的东西里翻炒（但如果真的是油的话看起来也未免太黑太恶心了……）。推车外面贴着广告，红底黄字写着小吃名字：新疆烤串炸鸡排关东煮、章鱼丸子臭豆腐摊蛋饼、煎饼果子青岛锅贴甜沫……艾瑞思闻到它们油乎乎的味道不禁邹了眉头。也许在一个更干净点的地方，这些真的算是美食吧，但在大街上就不好说了……卖小吃的商贩有老有少,但顾客都是年轻人。商贩们穿着羽绒服，专注地低头翻炒，时不时抬头递一下食物，或者问刚探过头来的顾客，“要啥？”“多少钱？”顾客会回问。 小吃的商摊之间是卖电子器材和各种其他东西的低矮摊子。艾瑞思发现他们几乎卖任何能合法卖地东西，不管是本子、纸模型、袜子，还是衣服、手机壳、望远镜，甚至是铜指虎（她也只能猜它们是可以合法买卖的），什么都有。人们边走边用眼扫着路过的摊子，同时小心翼翼的，看到远处来送外卖的摩托就早早地躲得远远的。有的人停下来讨价还价，或者拿起物品翻来覆去地看，看完了就放下（比如说指虎）。有一两个年轻人在人行道中间发传单。艾瑞思出于礼貌谢着收下了，但委婉地拒绝了另一个特别热情地介绍他们的健身房的小哥。他一个劲儿地喊着“美女美女”这个流行称呼。在她看来，这也是挺好的一个“敬称”，仿佛给雾霾里送上了一道光。 一群海鸥箭一般飞过海浪抛起的泡沫，他们欢乐兴奋的叫声在大海的呼吸里回荡。一股熟悉的大海的咸味扑面而来，艾瑞思特别想深呼吸，但忍住了。这多像纳伦之星那里的味道啊……老纳尔怎么样了啊？她一定要想个办法给那个老精灵守塔人发个信，今天是冬至，他是要按照精灵传统来过的。 也许老纳尔会喜欢这个地方。她想，在路口等着绿灯。这个城市是一个各种时期的建筑大杂烩，有的建筑都有一百多年了。在快速路的一个下路口，她看到一个老教堂——倒不如说是一个老修道院。它不大，陈旧的红砖围出了一个小庭院。庭院一角站着一个五六层的塔，顶上是个粗粗的砖头十字架。塔底是一个形状丰满的礼堂，两个部分形成一个直角，两端凸出来的应该是礼堂里面的壁龛。整座建筑并没有多神圣或者多么有震慑感，反倒是又老又破又缺保养，像一个守着自己的窝的老守财奴。真可笑，艾瑞思想，简直就是它崇拜的宗教的化身。再往下，她看到了新建的公寓，外表新涂着浅黄色，十多层高。透过楼和楼的间隙，艾瑞思却看到了贫民窟，院子里横竖着晾衣线。再走走，路两边就出现了两层高的商铺，它们看上去像是有五十多年了，在还不至于被称为“摩天楼”的高楼对面蹲着。人行道上没有多少人，那些商铺也看起来过了气。这一路的景象和万花筒一样多样，但又衔接的那么自然。新旧建筑都不是特别突兀，和一条裙子上的补丁一样。嗯，老纳菲亚斯肯定会喜欢这里的。 路上的司机仿佛瞎了眼，无视信号灯和行人。绿灯亮的时候，她迅速随两旁的人群快步跑了过去。过马路也需要勇气（更多的是鲁莽）。算了……反正我现在就凭直觉找到他就行了。 但她的注意力被离岸不远的一座亭子牢牢抓住了。亭子在一堆石头砌成的台子上，被一条石头砌的走道与岸边相连。大冬天里青岛没有多少游客，但那个亭子那里还是聚集了一群人。亭子顶是典型的中国风，铺满了红陶瓦，形状像撑开的雨伞一样，黄琉璃的屋脊从顶端向下延伸，尾端向上翘，上面是各种神兽的雕像。它们都是什么？艾瑞思想，中国石像鬼?屋顶下是亭子第二层，第二层下面是第一层的屋顶。 艾瑞思倚到海边的栏杆上，想仔细看看。 “嘿。”她左边传来一个声音，“马路过得还行？” “你在这儿啊！”艾瑞思飞快转头。比利看上去比他走的时候冷静了许多。“你感觉好些了吗？” “我回来的时候总是不敢过马路。看到你安全过来我就放心咯。” “这可不是在回答我的问题啊……” 他什么都没说，只是对着海浪和海鸥拉长了脸发呆。 “顺便说一下，我是自己要来的。”说完，艾瑞思又回头看那座亭子。有人坐在花岗岩的围栏上探身看着海。大海，作为回应，把浪甩在石头台子一侧，像一个野兽试图咬它的猎物。 “那是回澜阁，清末在一个老码头的一头开始建的，在1933年民国的时候才建完。”比利瞟了一眼，说。“它的名字字面意思是‘回旋的波涛’,但对于这座亭子来说没啥引申义。” “你以前到过那儿嘛？” “嗯，但我不记得多少了……你要是愿意的话我现在就带你去。” “嗯……今天就算了。明天吧？” “行。”他点点头，顿了顿，又开始说，“这个地方就是以那个码头命名的。它是个栈桥，因为它的结构它现在还叫‘栈桥’。你知道吧，就是一堆木头像三角一样支起来，顶着上面的木板？”他拿胳膊比划给她看。“等我在那上面走的时候已经是下面是石头上面是石头板了。一开始它是个军用卸货码头……一直用到大港小港建好了以后。我记得好像几年前一个台风把它吹塌了。他们又用石头把它补好了。” “哇哦……” “我妈和我爸以前带我到那个走道上钓过鱼捞过螃蟹，但我那时候害怕螃蟹腿乱动，也不敢真用手去抓。”他语音单调地说。 “小螃蟹？” “嗯，还有沙子里的蛤蜊，礁石上的海蛎子，小波螺。海潮把好多东西带到岸上来，有时候甚至有小鱼，但它们现在也没有了。”他叹口气，然后更活泼了点：“我当时从来没学会游泳。我爸有一次把我从沙滩上劫走了，然后问了好玩儿，把他自己连带着我一起扔进了海里。呵……我跟你说，鼻孔里进海水可不好玩儿。”艾瑞思咯咯地笑了，“……裤头被海浪打歪了被个阿姨看到也一样……尽管才五岁。”他脸色一沉，但她笑得更欢了，挽起他的胳膊倚了过去。“喜欢这儿吗？”他轻声问。 “嗯。要是没雾霾就更好了。你呢？” “不知道。”他咬了咬嘴唇。“它是我家。我自然比任何一个地方更喜欢它，但是……就说马路吧。司机都恶心的要命，一群睁眼瞎。人行道上贴满了小广告——有次一个婢养的把个广告贴到了我姥姥背上。一堆干正常工作学历不高的人装着逼，假装自己品德高尚品味高贵。对自己的便利大于他人的生命——你肯定看见那些送外卖的摩托了。那些破烂房如果好好翻新的话可能会变成城市标志，但结果呢？被扔那儿接着烂。看看我家后面的破平房，再看看这边的‘优秀历史建筑’……知道我去学院前他们自己叫这个地方什么吗？‘镶着金边的抹布’。粗俗和贫困被贴了层现代和繁华的金。” 艾瑞思瞪圆了眼看着他。 “至少你还有个家……”她悄声说，没控制住自己。她想起了自己来的地方，一个战火纷飞的平行世界里的一座城市。她可恨那里了。他们每天都在灰蒙蒙的硝烟下过日子，在已经塌了的墙角里躲火炮。在街上，他们只想着死和生存两件事。尽管如此，艾瑞思还是能发现一些可爱的东西：一些小玩意儿，像一只蝴蝶或一次日落。有一次，她在一个俯瞰城市的山头上看到了为数不多的云散开的景象。云后面露出来的是一个太阳，它把天空当作画布，在上面泼了绯红淡粉嫩绿金黄的墨。泼完之后，太阳把画布扯下来披在城市上。这个效果就像往一个臭脾气的老太太身上披了一条色彩艳丽的裙子和戴了一顶鲜花帽子，既可笑又可爱。“……而且不管你说什么，你都还爱它。” “我不知道。”他说。然后，他反应过来艾瑞思说的什么，又补充道，“对不起。” “你该道歉的不是我。”艾瑞思说的有点生硬。“你对家人也这个感觉吗？”没回答。“为什么？”她能看出他心里在作斗争，一边是撒谎，另一边是更伤她的心。她知道他多骄傲，也猜出了他会选什么。他的胳膊紧了一下，然后开始颤抖。她做了心理准备：“你的姥姥只是在关心你啊，不是吗？” “然而，”他从牙缝里挤了出来，“她就是这个毛病！” 我好像在哪里听过这句话？艾瑞思扭过头轻轻笑了笑。 “她总是就和我没什么用、不会照顾自己一样——‘你穿的暖和不暖和？’‘有菜没？’‘有水果没？’‘姥姥给你些钱，别饿着自己，周末买点好吃的！’我为什么生气？她一遍一遍地叨叨，我怎么能不烦得上火——不只是过去两个周，艾瑞思，是我他妈的整个一生——我还反复跟她说，我不用她给钱，我知道该怎么过！她干嘛不把钱用她自己身上？为什么她就听不懂那个该死的‘不’字的意思？这不只是关心了，艾瑞思，这就是唠叨和烦人。 “就好像我没心没肺似的；就好像我妈跟我说，我姥姥成天惦记着我我我，把我当成她的掌中宝一样的时候我没感觉似的。但我就是恨她溺爱——它差点毁了我，而且说实话，”他朝海里吐了口唾沫，“她的耳聋也帮不上什么忙。” “‘恨’也太强烈了吧……” “但我就是这么觉着。” 艾瑞思感觉很难反驳他。她明白他的感受，也由此想到了她离开“家”前的日子。姥姥让她想起了好久以前在她住的孤儿院里工作的一个看护助理。她——卡米拉——关心人关心得都有些过分了。他们还好吗？他们暖和吗？他们咳嗽了——是病了吗？艾瑞思在卡米拉来的时候总是拿本书挡住脸，不让她看到自己的烦躁。即便如此，她还是会过来微笑着问关于书的问题：讲的什么，喜欢吗，最后，“你看起来脸色有点苍白啊，艾瑞思，去林子里面呼吸一下新鲜空气吧？”她怎么就不能和其他助理一样不去管她？直到她十六岁生日的时候，艾瑞思才有了答案。那天晚上，卡米拉把她叫到她的屋子里，抱住她说：“你现在是大姑娘了，艾瑞思。我知道你很坚强，但每次我看到你瘦瘦小小的，我总是忍不住把你当作我的妹妹，而我必须护好你。”哦。艾瑞思在拥抱最初感到的反感一下子化成了理解。原来是这样。“我以前也是个孤儿，”怪不得她总是管来管去的，艾瑞思想。“我的护士是个特好的夫人。我过十六岁生日的时候，她给了我这个。你让我想起了我自己，所以……给。也不知道该送你什么别的礼物了……”那个平安结形状的水晶挂坠从此就没离开过她的脖子。 “你怎么能怪一个人做他唯一能做的事呢……？”艾瑞思没想说出声。 “呣？” “啊……”她该怎么和他说啊？他现在闹着脾气，是不会听进去的。但她还是得试试看。“如果……如果几十年后，我也变得‘叨叨’，那你也会恨我吗？”她很瞧不起这种修辞方法，因为这简直就是道德绑架。一个人有时总得打自己脸。她想。他没说话。她在他的肩上挪了挪头，想找一个舒服点的位置。让她很不爽的是，他瘦得要命，以至于他的肩骨隔着他的毛衣和大衣都很硌人。“我知道你不会一下子就改变想法，但你至少对姥姥更耐心点，好吗?你走的这些日子里她还能做什么啊？你也不常跟别人提起你的家人。”她没想说的那么直白。比利哼了一声。 一群游客经过，朝着海鸥扔坚果和面包屑。鸟群飞过，海浪打湿了它们的羽毛。海涛声淹没了……所有事物的呐喊。艾瑞思终于勉强把头放舒服了。她半闭着眼，听着周围的世界：风声，海声，海鸥声，马路上的交通声，脚步声，甚至是比利的呼吸声——一切都节奏一致地起起伏伏。世界是一个摇篮，空气是被子，轻轻地摇着她。她感觉自己回到了纳伦之星，然后又回到了学院所在的那个岛上，同时她又在这里。哎呀，怎么还可以这样？大海施放着一个如此古老的魔法，无论是谁，无论他们来自哪个平行世界，他们都没法抵抗。 “你们两个人都知道……你不会在这里永远待着的……姥姥也不会的。”她的声音很轻。“原谅她，和她道歉，好嘛？”她抬起头。微微的海风吹动起她的长发和他的长袍。他好久都没有说话。 “被你说总比被我妈说好。”比利脸又一沉。 “来嘛？”她微微一笑。 “不来。”他哼道。 “那就早点回家。别感冒了啊。”她亲了他一下，把胳膊从他的那里滑了出来。她听到他咂了下舌。 ** 嗯……我尽力了……艾瑞思推开门的时候心想。 “他人呢？”妈妈从厨房里问。 “他待会儿再到。他想看看一个书店。”她撒了个谎。“我不是很感兴趣。” “他早晚死在个书堆里。”妈妈说。“别管他——去洗个手，我来教你包饺子。今天冬至，那个彪儿就一直没学会过。”姥姥在她的身后往皮上放陷。艾瑞思忽然感觉来了劲儿，跳着去洗手。 半个小时后，锁“咔嗒”一下开了。比利站在门框里，头发被风吹的乱了套，长袍裹得紧紧的。艾瑞思微笑着看着他，给他打劲。他瞟了她一眼，像是在做准备。 “姥姥，对……不起。”","categories":[{"name":"Winter Solstice Story","slug":"Winter-Solstice-Story","permalink":"masterrite.github.io/categories/Winter-Solstice-Story/"}],"tags":[{"name":"Winter Solstice Story","slug":"Winter-Solstice-Story","permalink":"masterrite.github.io/tags/Winter-Solstice-Story/"}]},{"title":"2016 Winter Solstice Story - Apology","slug":"2016 Winter Solstice Story - Apology","date":"2019-12-24T01:11:24.000Z","updated":"2019-12-24T01:12:09.452Z","comments":true,"path":"2019/12/23/2016 Winter Solstice Story - Apology/","link":"","permalink":"masterrite.github.io/2019/12/23/2016 Winter Solstice Story - Apology/","excerpt":"","text":"\"Don't be nervous, alright? I'll wait for you on the other side.\" Billy soothed. \"Just do what they say, and answer whatever question they ask. Most likely they'll check your passport and visa, that's all.\" \"Would they understand me?\" Iris looked around. The customs was full of people: in the expansive, brightly-lit hall, a sea of black-haired people milled about. A row of belts separated it in half. On one side was the open space, and on the other, a labyrinth of more belt fences. Two long lines snaked through this maze. They went around and around the passage, around pillars, upon which the TV screens showed the usual \"prepare your passport\" and \"if you have items to declare\". Most of the people were Chinese: black-haired, some darker-skinned and looking uncouth (with their big, rough hands, padded with callous, labored arduously over wheat or rice), and some lighter-skinned, looking pampered or humble (students with thin-wired glasses and heavy backpacks or in flashy clothes, carrying small bags on one arm, their make-ups miraculously intact after the long flight). There were foreigners, too, taking up more space than others, but much quieter, though no less chatty. Iris heard a fat lady telling her kids to shut up and keep going. A few student-looking foreigners walked with wide eyes, not quite sure what was happening or where to go. Only the customs staff and the airport personnel in green or blue uniforms moved around with calm, directing people to their respective lines. \"Yep, you'll be fine. They can understand English.\" He took off his amulet. \"Here, take this. It'll translate whatever you say into the language you want. Just touch it before you use it and think about the language you want to translate into—relax!\" He laughed as Iris looked rather uncertain. \"I'll see you on the other side! Come to think of it, I might get out earlier than you do.\" She nodded, still tense, tucking the amulet inside her clothes. He pushed her gently into the line saying \"Foreign visitors and immigrants\". Iris swayed behind a student on headphones and looked back. Billy was drowned in a sea of down coats. She frowned down at her passport. She had zero affinity to the blue booklet. The eagle emblem and the gilded \"United States of America\" meant nothing to her. Not my country, not my world. Only a substitute for what I've lost. Quite a useful one, though. She thought. The Academy that they belonged to must have had people inside the government or something. When, years ago, she left the Isle to get away from everything, Robbie had told her to wait for a few days for the documents to be ready. The \"document\" turned out to be this passport. She had thought the Academy would have its own special document with access to every country, but Robbie, their friend who took over the leadership position then, had laughed and shaken his head. \"No, I thought so, too, until now. Apparently we need an ordinary passport like everyone else. We have connections inside our respective governments, though… Nobody cared to mention this to us at all! Madam Jane Scruggs, who led the Academy when Billy and I first joined, simply forgot to tell her successor, Margaret! It's hilarious to think about it, I mean, Scruggs went to the Council after leaving but have actually met us thousands of times over the years.\" \"I'm surprised that my passport is still a thing.\" Billy had replied. \"I wonder what the Elves use.\" \"They got their own ships and tricks, man.\" Robbie reminded him. It'd be good to have tricks of their own, too. Iris wasn't really comfortable with all the crowd. Perhaps it was because of her living in a place isolated from it for so long, or maybe it was her past. Naren Star wasn't exactly a tourist attraction, nor Kryoth—the town beside the lighthouse—a city; back in her earlier year, a crowd meant death, a massacre. Here, everyone was looking at their cellphones, occasionally raising their head to check the line progress, faces looked pale from the flight. A few people tried to make calls. She wondered if Billy, had he a phone, would do the same. She had asked him how he managed to convince his parents to send him to a place that taught \"sword and magic\", as he and Robbie had joked with her the first day she was there. He wasn't sent, he said, but rather happened to be there. His flight crashed, and unbelievably, had survived because one of his friends shut the four of them (Robbie among them) into a toilet— \"Are you serious?\" She had snorted despite herself. \"No, I'm dead.\" He rolled his eyes. So when he went home and met his family for the first time after that, he had already been trained for two years. Iris always figured that, knowing Billy, the delay was deliberate. He seldom mentioned his family, which made her wonder where the idea of a visit home came from. The guy in front of her moved up to a booth, and a woman in black uniform directed Iris to another. The officer behind the desk checked her visa (Thanks, our connection-in-the-government, she thought, heart hammering) and said with a sing-song accent, \"four fingers on the sensor, please… and the other four. Done.\" Iris breathed out in relief a few minutes later when she saw Billy coming out, dragging their enormous trunks. She couldn't help but smile. \"Ha, I was out first!\" She quipped. ** Well, that's unexpected. Iris thought as the door slammed shut, hard. \"Ungrateful urchin!\" His mother roared at the door her son just disappeared through. \"Disrespectful brat! Don't you ever come back, you fucking bastard of a bitch!\" \"Mom! But mom! He's your own son!\" Iris' eyes went wide. \"I haven't a bloody son like that!\" Iris had never seen anyone so angry before. The last time Billy got mad was when a plan for a rescue mission didn't went through and people had died because of it. He shouted insults for five minutes when he had heard the news, and didn't really manage to bottle it down in the meeting, either. When everyone was sitting in a morose room, saying \"it should not have happened\", as the head of the Academy he banged on the table every few sentences, excoriating every Council member involved. The heat seemed to have carried over time and landed onto this woman in front of Iris. Small, back arched, finger pointing in front of her, face contorted—from then on, whenever she read the expression \"contorted with anger\", Iris was reminded of Billy's mother—with vehement rage; the woman was a female version of Billy in that meeting. He shared her eyes— \"black flames\" alone wasn't a sufficient description for them right now, though hers were bigger—her small, round nose, and her thin lips. Their hairs were both black, tinged with a light reddish brown, only slightly covering their ears and down to the neck. Even their aura—unexpected energy exploded from their small frames like magma from a volcano. It was quite comical to watch if not for the situation. \"What the frack's wrong with your grandma caring about you?!\" Mother bellowed at the door. Billy's grandmother—an old lady, equally small, plump and white-haired with small, round eyes—paid a visit. It was alright while she fussed all over her grandson and beaming at \"the new member of the family\", as she called it. She asked (despite her deafness) about his health, their dietary, their plans (here, Iris felt Billy shift with a bit of annoyance), his health (the annoyance increased), what has passed (the annoyance subsided a little), what the Elves looked like (the annoyance abated), their dietaries while there (uh-oh, Iris thought), and his health (Billy, calm down! She reached out telepathically), but he had lost it when grandma took out two red packets with red bills and stuffed each into their hands, telling him to buy stuff to eat. The moment of peace was then forever severed by that precise second. The pandemonium broke out faster than ripples forming in a pond by a pebble. Even now Iris wasn't sure exactly how it happened. There were shouting from everyone and a three-way shouting match between the mother and the son, the mother and the daughter, and the grandson and the grandma. Now the distraught grandma collapsed in the sofa reading newspapers. Was she used to these outbursts? Iris wondered as she held gently mother's shoulders and led her into the living room. Mother wasn't breathing heavily as Iris thought. Weird people… she laughed inside her. \"Is he like that when he's out there, too?\" Mother demanded. \"Every word must fit his damn mood or he'll turn his face faster than a cheeky monkey?\" The honest answer was \"sometimes\", but Iris replied \"no\". \"Was he like that at home often?\" \"What, didn't you just see it?\" Mother smashed the cushions of the sofa with her butt and slapped down her rubber gloves. \"First time in years his grandma sees him and this is what he does. I tell you, Iris, be careful when later. I suppose only you're good enough to take him. A midget of a boy with an irascible temper, thin as a stick—\" Iris laughed a little but turned it quickly into a cough. \"Are you alright? Are you cold?\" Grandma immediately asked. \"Hmm? No, no I'm fine, grandma.\" \"You aren't wearing enough! Put on another layer!\" Though Iris was sure that wearing a yarn vest over a long-sleeved shirt and sweatpants and socks were more than enough for indoors, she still said she'd do that later. Mother was still going. \"—not that I have a grudge on you, but he doesn't deserve any girls!\" \"Oh, he's fine, really.\" Iris tried to hold back her smile. \"Really caring, if anything! C'mon, mom, he's just a bit impatient, that's all—\" \"Well, that's exactly his goddamn problem!\" \"Oh mom…. Maybe he isn't used to people being so inquisitive after all this time; he's not home for a long time, after all—not that you're wrong to care about him or anything.\" She gave mom a hug. \"Look, I think I know where to find him. I'll go talk to him, alright?\" \"Damn the brat, just leave him be! Let him die in the streets and then it'll teach him the lesson!\" That'll be harder than coaxing him back home. Iris thought. \"I'll get him back.\" she hugged grandma, too. Oh, Billy… Iris shook her head outside and finally let the smile bloom. ** Where are you? Iris called telepathically. The Pier. Take bus No. 2. Get off at the Pier stop. Came Billy's curt reply. Still angry? No reply. She let out an exasperated sigh. I'm coming. She pulled the scarf up to her nose the moment she stepped out of the apartment. The sky was a murky grey instead of the blue that Iris was used to. There wasn't a sun at all. When she asked how a city could be like this the first morning she spent in the city, Billy replied that it was how it was. \"Stupidity and hubris, coupled with myopia. They developed too fast before they even assessed the consequences. Not all the government's fault, either. The enterprises themselves weren't so learned.\" It didn't feel hard to breathe, but knowing what floated in the smog made Iris uncomfortable. The oppressing grey was quite fitting for the mood, she thought. Though she had been told that Christmas wasn't official in China, she still saw a lot of related decorations. Glossy pictures of Christmas wreaths were pasted onto shop windows, and the chubby Santa's heads smiled from inside the glass doors. A few shops selling electronics hung lights along the ceiling and their staff, all somewhere around late twenties and early thirties, wore Santa hats. Even in front of the entrance of a big four-story store that sported huge advertisements on its side saying \"CHRISTMAS SALE, 50% off on selected electronics\", which wasn't able to have anything stuck to its thick green curtains (to keep out of the wind, Iris figured), there stood a quite erratic Christmas tree, complete with red, yellow, and blue ornaments. She was still a little scared of walking around this city alone. The too many people in the streets were oppressive for her. To her relief, the sidewalk today was not so packed; most of the people huddled around food stalls. The carts were fully equipped with a gas tank, a stove, and woks (hotplates, in some cases). The food were cooked in what would be oil had it not looked so dark and disgusting. The front sides of the carts were plastered by advertisements, yellow words in red background: CHICKEN FILLETS, XINJIANG KABEB, KANTO NI, OCTOPUS MEATBALL, STINKY TOFU, OMELETTE, CHINESE CRÉPES, POTSTICKERS… Iris couldn't help but frown at the greasy odor they emitted. Perhaps, in a more sanitary place, these would be a delicacy, but not here on the streets… The vendors were a mixture of young and old, but the customers were all youths. In their down coats, the vendors worked with concentration, looking up from time to time to hand over food or ask those who peeked over, \"Anything?\" \"How much?\" would be the reply. Between the food vendors were low stalls selling electronics or other accessories. Iris realized that they could sell almost anything legal, from notebooks to paper models to socks to clothes to phone cases to binoculars to even brass knuckles (which she could only assume were legal). People walking glanced at the passing stalls all the while giving the obnoxious motorcycles sending take-outs charging down the sidewalk a wide berth. Some stopped to haggle, or picked up wares to examine, only to put it down (like the knuckles). A few young people passed out flyers in the middle of the sidewalk; Iris thanked one briefly and accepted out of manners while politely declined another, who was rather enthusiastic about his gym, calling her \"beauty\" by the way of a modern trend. Quite an honorific title, in her opinion. It sort of brought a light through the smog. ** A flock of seagulls lanced through the foams thrown into the air by the waves. Their jubilant cries echoed in the breathing of the sea. A familiar salty air filled Iris' lungs. She refrained herself from breathing deeply, but the scent reminded her so much of Naren Star. How was old Nar doing? She got to send a message to the old Elven lighthouse keeper somehow; today was Winter Solstice and he would celebrate it as per Elven custom. Maybe Old Nar' would like this place. She thought, waiting for the green light at a crossing. The city was a hodgepodge of architectures from different ages, some were well over a century. At a crossing on the expressway, she saw an old church—a monastery, more like: small, old red bricks entrammeled a tiny courtyard, and a five- or six-storied tower with a thick brick cross on top stood in one of its corners, backed-up by a rotund chapel (its two wings coming at a right angle) forming the two sides of the courtyard. A round bulge, the niche from inside, bulged out at the chapel's either end. The whole thing wasn't intimidating or holy: it was run-down and had aged badly, like an old miser guarding his lair. How pathetic, Iris thought, such an accurate embodiment of the religion it worshipped. Further down the way, she saw modern apartments build recently, light yellow and new, standing over ten stories tall. Through the gaps, however, Iris thought she saw old hamlets: glimpses of yards in which laundry lines crisscrossed. Then there were more two-story shops from what looked like fifty years ago squatting across from corporate buildings not tall enough to be skyscrapers. Few people walked along the road, and the shops looked like past their prime. It was diverse, like a kaleidoscope. Yet, everything seemed to fit in smoothly. Neither the new buildings nor the old ones looked out of place, like a patch on a dress. Yes, Old Nar'fiius would love it here. Drivers here seemed to be blind to both the traffic lights and the pedestrians. When the green light came on, she scurried quickly across with the mob gathered on her end of the crossing. It was an act that required courage (more like recklessness), crossing the road. Anyway… all I need to do now is to follow my guts and find him. Her attention, though, was caught fast by a pavilion not far out in the sea, raised on rocks, connected to the land by a walkway also constructed with blocks of stones. There weren't many tourists in winter, yet the pavilion still gathered a crowd. Its roof was of classical Chinese design: red and covered with terracotta tiles, shaped like an open umbrella, and the glazed yellow spines that led away from the pinnacle sloped downward before ending with an upward curve. On the curve were statuettes of mythical beasts. What are they? Iris wondered. Chinese gargoyles? Under the roof was the second story of the pavilion, which was set on the roof (equally tiled and curved as the roof above) of the first. Iris leaned against the fence by the sea to get a better look. \"Hey.\" A voice came from her left. \"Crossed the road alright?\" \"There you are!\" Iris whirled around. Billy looked calmer than when he had left. \"How are you feeling?\" \"I always feel scared to cross the streets when I get back. Good to see you made it without a sweat.\" \"That's not answering my question…\" He said nothing but frowned at the waves and the gulls. \"I came on my own accord, if you are wondering.\" With that, Iris returned her gaze at the pavilion. Some people sat on the granite barriers around the rock platform, leaning over to look at the sea. The sea responded by slamming waves against the side of the platform, like a beast snapping at its prey. \"That's the Huilan Pavilion, built at the end of an old pier from Qing Dynasty, and finished in 1933, the time of the Republic of China.\" Billy said with a glance. \"Its name literally means 'spinning waves', by the way, but figuratively it says nothing about the pavilion itself.\" \"Have you been there before?\" \"Yes, though I couldn't remember much… I can take you there now, if you want.\" \"Umm… not today. Maybe tomorrow?\" \"Sure.\" He nodded. After a pause, he started again, \"That pier is this place's namesake. It was a trestle pier, and is still called the 'Trestle Pier', because of its structure. You know, wooden beams arranged like 'A' to support wooden planks on top?\" He folded his hands to show her. \"By the time I walked on there, it was stone supports beneath and a stone-paved walkway above. Originally it was used as a military loading pier… until the Ports Major and Minor were built. That walkway collapsed some years ago because of a rare typhoon that went up here, I think. They reinforced it with stones.\" \"Wow…\" \"Mom and dad had taken me on the walkway to fish for small crabs before, but I was too scared of the wiggling legs to actually touch them.\" He continued in monotone. \"Small crabs?\" \"Yeah, and clams in the sand, oysters on the reefs, and small conches. The tide brings a lot of things to the beach, even schools of small fishes. But they are here no more.\" He let out a breath, and continued a little more lively, \"I've never learnt swimming back then. My dad once hijacked me off the beach and dumped himself and me into the waves for fun. Well, I can tell you, having seawater in your nostrils is anything but fun.\" Iris giggled. \"… nor was having your underwear knocked askew by the current and getting it pointed out by a woman stranger… even if you're five.\" He scowled, but she laughed harder, wrapping her arm around his and leant on him. \"Do you like it here?\" He breathed. \"Yep, though it would be better without the smog. What about you?\" \"I don't know.\" He bit his lip. \"It's my home. I prefer it more than anywhere else, but… take the street I mentioned. The drivers are disgusting, blind to everything. The sidewalks are patched with advertisements—once a son of a bitch stuck one of those on my grandma's back. People with little education doing ordinary jobs but acting like snobs. Convenience of self is placed before the lives of others. I'm sure you've seen the motorcycles sending take-aways. Run-down buildings could've become city icons if restored correctly but left to rot. Just look at the differences between the hamlet behind my apartment and the 'historical sites' here… Know what we call this city before I joined the Academy? 'A rag with a gilded edge'. Vulgarity and poverty under the veneer of modernism and prosperity.\" Iris stared. \"At least you still have a home…\" She whispered, unable to refrain herself, thinking about where she was from, a city in a parallel, war-torn world. How she hated there. They lived their lives under a grey sulfur cloud every day, keeping to the already tumbling walls for safety from projectiles. Only two things filled their minds when they were out in the streets: death and survival. But even in there Iris had found beauty: small things, like a butterfly, or a sunset. Once, on a hill overlooking the city, she saw the rare sight of clouds parting. What it revealed was a sun using the sky as canvas, dabbing it crimson and pink and green and yellow. After it was done, the sun drew down the sheet and threw it over the city. The effect was like wrapping a piece of vibrant dress and a flowery bonnet over a grouchy old woman. It was hilarious and adorable at the same time. \"…and you love it, no matter what you say.\" \"I don't know.\" He said. Then, realizing what Iris had just whispered, he added, \"I'm sorry.\" \"It's not me you should apologize to.\" Iris said stiffly. \"Is this how you feel about your family, too?\" Silence. \"Why?\" He was struggling with himself, she could see. It was a choice between lying and hurting her feelings more. Knowing his pride, she knew which one he would choose. His arm tensed and started to quiver. She braced for it. \"Your grandma was caring for you, wasn't she?\" \"Which,\" he squeezed through his gritted teeth, \"is exactly her goddamn problem!\" Where have I heard those words before? Iris turned her face away to chuckle. \"Always acting like I'm useless and know nothing about caring for myself— 'Are you dressed warm?' 'Have you vegetables?' 'Have you fruits?' 'Granny's some money for you; don't starve yourself and go eat some good food on weekends!' Why am I angry? How can I not after telling her over and over again—not just for the past two weeks, Iris, but for my whole damn life—that I don't need her money and I know how to live? Why can't she just go treat herself better? Why does she never just register the meaning of the goddamn word 'no'? It's not just caring, Iris. It's fussiness and annoyance. \"As if I'm all heartless and I don't feel a thing when my mom tells me all grandma talks about is me, me, me or that I'm a pearl in her palm. But I hate her pampering—it nearly ruined me, and to be honest,\" he spat into the waves, \"her deafness doesn't help with anything, either.\" \"'Hate' is a strong word…\" \"Yet that's how I feel about it.\" Iris found it hard to argue. She could see his point, thinking back to the moment before she left home. Grandma reminded her so much of an assistant caretaker working in her orphanage long ago—Camilia, who was caring to a fault. Were they well? Were they warm? They coughed—were they ill? Iris hid her annoyance by burying her face in books whenever Camilia was around, but even then, Cam would come over and ask about the book, smiling, did she like it, and finally, \"you look a little pale, Iris, go into the forest for a bit of air.\" Why couldn't she just leave everyone alone like the other assistants? It wasn't until her sixteenth birthday before Iris had her answer. That night, Cam called her to her room and hugged her, saying, \"You're a big girl now, Iris. I know you're tough, but every time I see how thin and small you are, I can't help but think that you're my own little sister and I have to take care of you.\" Oh. The detest she felt at the beginning of the embrace melted in revelation. So that was why. \"I used to be an orphan, too,\" No wonder she's so fussy, Iris had thought. \"and my matron was a really kind woman. She gave me this for my sixteenth birthday. You remind me a lot of myself, so… here. Not sure what other present to give you.\" The crystal amulet in the shape of a knot dangled around her neck ever since. \"How can you blame someone doing the only thing they can?\" Iris didn't mean to say it aloud. \"Hm?\" \"Um...\" How to tell him what she thought of? He wouldn't listen, not now, when he was in one of his moods. Yet, she had to try. \"Would you hate it if, decades later, I became… 'fussy', too?\" She despised using such rhetoric. It was moral-kidnapping. One got to slap herself in the face sometimes. She thought. He didn't answer. She shifted her head on his shoulder, trying to find a comfortable spot. To her dismay, he was so thin that his shoulder blade cut through even the fabrics of his sweater and coat. \"I know you won't change your mind so easily, but can you at least have a bit more patience with grandma, Billy? What else can she do with you away all this time? You rarely mentioned your family to anyone much, either.\" She didn't mean say it so bluntly. Billy snorted. A group of tourists went by, scattering nuts and bread crumbs to the seagulls. The birds flocked pass, licked by the waves. The sound of the sea drowned the cries of… everything. Iris finally managed to get comfortable. She half closed her eyes and listened to the world: the wind, the sea, gulls, traffic, footsteps, and even Billy's breathing—all ebbed and flowed in unison. The world was a cradle, and the air a blanket, rocking her gently. She felt as if she was back at the Naren Star, then the Isle where the Academy was, and here simultaneously. How could this be? The sea exerted a magic so ancient that no one, regardless which parallel world they were from, could resist. \"You aren't staying here forever… and neither would grandma. You both know it.\" She breathed. \"Forgive her and apologize, alright?\" She raised her head. The light wintry sea wind swayed her hair and his cloak hem. He didn't speak for a long time. \"Better be lectured by you than my mom.\" Billy scowled again. \"Coming?\" She smiled a little. \"No.\" He grunted. \"Well, come home early. Careful not to catch a cold.\" She kissed him and slid her arm out of his. She heard him go tck. ** Well, I did what I could. Iris thought as she pushed open the door. \"Where's he?\" Mother asked from the kitchen. \"He's coming later. He wanted to check out a bookstore.\" She lied. \"I wasn't interested.\" \"He'll die in a book pile.\" Mother said. \"Forget about him—go wash your hands and let me teach you making dumplings. It's Winter Solstice today and that idiot of a son never got the hang of it.\" Grandma was folding the skin over the stuffing behind her. Iris felt a sudden enthusiasm and bounded over. The lock clicked half an hour later and Billy stood in the door frame, hair messed by the wind and cloak tight around his body. Iris looked at him, smiling and egging him on. He glanced at her as though bracing himself. \"Grandma, I'm… sorry.\"","categories":[{"name":"Winter Solstice Story","slug":"Winter-Solstice-Story","permalink":"masterrite.github.io/categories/Winter-Solstice-Story/"}],"tags":[{"name":"Winter Solstice Story","slug":"Winter-Solstice-Story","permalink":"masterrite.github.io/tags/Winter-Solstice-Story/"}]},{"title":"2015 Winter Solstice Story - Coronation","slug":"2015 Winter Solstice Story - Coronation","date":"2019-12-24T00:54:00.000Z","updated":"2019-12-24T00:54:27.681Z","comments":true,"path":"2019/12/23/2015 Winter Solstice Story - Coronation/","link":"","permalink":"masterrite.github.io/2019/12/23/2015 Winter Solstice Story - Coronation/","excerpt":"","text":"The city looks adorable after snow, he thought, especially around Christmas. The yellow lights and grey wires were draped with tiny icicles from melted and refrozen snow. They ran along the street, above the Christmas shoppers' heads, through the bare branches of trees, swaying a little in the chilly December wind, and nodded at the other colorful lights—LCD and LED and neon—their brethren in the windows of various shops packed with customers. These merry lights raced each other on both sides of the street, curling into outlines of angels at each lamp posts, and converged into a big four-pointed star at a crossroad far ahead. \"Hey Iris, look!\" He pointed at the converge-point to the girl walking beside him, a leash with a golden retriever at its end in hand. Some designer apparently thought it a cute idea to hang also a wreath of mistletoe under the star, as if there would be anyone to stand under there. \"Isn't that weird?\" A faint smile played around the girl's pink lips. \"Hmm… you sound like you're from a parallel world, Billy.\" She jibed in a soft voice. \"It reminds me of Naren Star all those years ago, when I lifted a mistletoe branch above me.\" \"We could go walk under there if you want, though I think any old mistletoe along the street would do.\" Billy laughed. It had been quite some years since they had been there. After everything had ended, he decided to leave, and passed everything onto a newer but no less able generation. It wasn't a binding position, and anyone can leave, as long as they keep their mouth shut about what they were. But few leaves—who would? A secret organization with good welfare was what anyone could dreamt for. \"Have I told you what Charlie did the other day?\" Iris asked. \"When you took him to class?\" When she nodded, he added, \"Oh boy, I have a bad feeling about this.\" \"Right you are,\" she laughed and leant closer to avoid the incoming crowds with their bags, and stayed in that posture. It made both of them feel safe—the only time when they both let their guards down briefly. \"Our cute dog soiled on the president's shoes…\" Iris was talking quite animatedly, and as Billy looked at her, her laughter radiated from within, riding on waves of her unique quietness. Her long lashes quivered as her big bright eyes blinked, two shining jewels on a slim, pretty face, marble smooth. Quiet and shy never meant she wasn't energetic, as she was now. Her black hair that fell past her red scarf and shoulder danced around her long coat, the hem of which swayed in wake of her light steps, boots and jeans. The street they walked down on wasn't full at all compared to the inside of the shops and some more major streets. Still, there were people doing Christmas shopping, stepping out of shops and breathing mist into the air, checking their lists to make sure no loved ones would not have a proper present. They chattered with their arms and hands full of bags, merry as birds flying in summer, getting excited over the deals they've just nailed. Then they saw Iris talking to Billy—men and women, guys and girls, old and young—they saw her there, beautiful and pure in her excitement, and their merriment became joy. They beamed at her, and she, still talking, imitating the president's awkwardness, smiled back at them in her quiet sweet way. This whole world loved her, and she this whole world. \"—and then—oh my, ha-ha—then Charlie just stood on his hind legs and licked his nose! You should see his face, Billy—I mean, right after Charlie licked his boots, oh my! It just cracked me up like that!\" \"Ah I should've been there, for sure. Bad boy!\" He let out a long chuckle and added to the dog, who lifted his head from sniffing a passing boot, an innocent look on his face. \"The president is a good man, Charlie, we work for him, and he pays your doggie food.\" Charlie opened his jaws and squinted his eyes in a tongue lolling dog smile. The sky was the usual December grey, and the wind had the same chill that always spoke of sadness after September. But the crowd and the music—Iris sang softly along with one of the tunes from a shop—was exploding festive cheer almost right in their face. It was a beautiful air, squeezing away the last of whatever negative emotions that was caused by the wind. \"Say…\" Billy tilted his head, \"it's Winter Solstice today… What shall I get you?\" \"Huh?\" Iris broke off in her singing. \"Oh!\" \"It's a big day for you back in your -\" \"Nah, I'm all good; you are here, and that's all I –\" \"How 'bout that bag you've always wanted?\" He was getting excited. \"Hey, or a portable heater? You always say it's cold walking from your office to the lecture hall—boy, haven't things changed, they make it really small and soft now –\" \"It's all very good, young man, but what she really need is …\" an old couple shuffled up and tapped his shoulder. \"…a flower in her hair.\" As they watched, the old man took over the bags in his wife's hands and the old lady reached up to her white hair and pulled down her hairpin, which she handed to a bewildered Billy. \"Put it in her hair,\" the old man said in a tender voice while the old lady smiled at Iris, who smiled back, \"like what I did years ago. Put it into her hair for us, my dear, and Merry Christmas!\" They walked on. \"Iris.\" Billy said. \"Hmm?\" \"No. Iris.\" He jutted his chin at the hairpin, lips curved in faint wonder. On its black half-moon branch, carved out of wood, sat an iris blossom made of silk, blue and small, but vivid and full of energy, as though alive. \"Well,\" they looked at each other. Charlie sat on the pavement, tail sweeping the snow, and watched them with anticipation, \"coronation of Queen Iris at Yuletide!\" Amidst the merry Christmas-shoppers—puffing middle-aged husbands trying to catch up with their charging wives, young couples in their late teens and twenties leaning onto each other, trios of chattering girls, and little boys and girls dragging their parents to toy stores—she dipped her head and he reached out to stroke her hair and to clip the hairpin on.","categories":[{"name":"Winter Solstice Story","slug":"Winter-Solstice-Story","permalink":"masterrite.github.io/categories/Winter-Solstice-Story/"}],"tags":[{"name":"Winter Solstice Story","slug":"Winter-Solstice-Story","permalink":"masterrite.github.io/tags/Winter-Solstice-Story/"}]},{"title":"2014冬至故事——冬至神话","slug":"2014冬至故事——冬至神话","date":"2019-12-23T22:37:00.000Z","updated":"2019-12-24T01:06:47.961Z","comments":true,"path":"2019/12/23/2014冬至故事——冬至神话/","link":"","permalink":"masterrite.github.io/2019/12/23/2014冬至故事——冬至神话/","excerpt":"","text":"冬至悄悄来临，脚步轻盈。今天是一年中白天最短的一天，而我们所在的地方又更靠北一些，所以白天的时间变得弥足珍贵。 老纳尔早早就把艾瑞思和我叫了回来——简直是太早。 “大黑天没啥猎物可打，也没啥好玩的，我敢肯定你们领教过这儿天黑后的厉害。快进来啊，让我们像这里淳朴的北方居民那样来度过这个夜晚。他们有个老传统，冬至和圣诞节时，大家都围在炉火旁，每人捧着一杯热茶或热可可，一起讲故事、玩儿个尽兴。” “像一家人一样。”艾瑞思接道。 “哎对，就像一家人一样。”纳尔点点头。 “那……今天讲啥？”我挤了下眼，问道。“勇气和荣誉的传说？备受敬仰者的历史？还是浪漫的爱情故事？” “说实话，我今天不当讲故事的那个。我把位子让给你们俩。”纳尔笑了。 艾瑞思和我互相看了看，她思索片刻后开了口。 “嗯……毕竟是冬至啊……如果你们愿意听的话，那我就讲一个我在孤儿院听过的故事吧！这个故事来自我的世界，和你们的某个故事有冲突的话别怪我。” “怎么会呢，来吧！”我哈哈笑着，有点等不及了。 ** “创世之初，资源非常有限。那是一段艰难、黑暗的日子，众神和人类一起挨饿。过少的蔬菜根本无法满足人类的需求，而人类自己也因身体羸弱，时常受到野兽的威胁。创世之后，众神都筋疲力尽了，神力的过度消耗使他们变得和人类一样虚弱。 “‘哦伟大的神啊，’人们向他们哭喊，‘我们要饿死了！你们可以不吃不喝，但我们这样下去一定会死的！求你们救救我们吧！’ “听到人们的哭诉，众神留下了眼泪。 “‘我们不能让他们经受这么多的苦难。’风对其他六个说。 “‘对，我们不能只管造人，却让他们饿死。’月说。 “‘但我们现在这么虚弱，根本不能造更多的植被给他们提供食物，也不可能打败野兽给他们肉啊！’土说。 “‘我可以把鱼儿唤到岸边，但那也远远不够。’水叹了口气。 “‘我倒是能帮助他们在夜里取暖，但至于吃的，我可什么也做不了。’火垂下了头。 “‘那我们只能向父神祈求帮助了。’星说。“他造就了我们，肯定不会抛下我们和我们可爱的生灵不管的。 “众神纷纷向父神祈祷。父神回答道： “‘听吾言，记于心：汝等神力近尽，且末置人之事，使力甚微，体甚羸，不可搏于兽，其子弱然。来此，吾给以力，再以汝为媒，传之于人。于是，汝可耕粮葱葱，搏兽重重，垂鱼数数。世间也炉烟氤氲，人丁兴旺。’ “尽管这是个不错的想法，但众神已经筋疲力尽了。 “‘看上去我们积攒出的神力只能够我们其中的一个去完成这项任务。’土说。 “‘那我去好了，’太阳说，‘我会尽我所能。希望你们能为一个漫长的夜晚做好准备。’他带着其他神的神力登上了旅途。 “长夜到来了。 “‘我们来给他们光。’月和星说。于是她们一起创造了极光并赶走了人心里的恐惧。 “‘今晚我来给他们温暖。’火说。于是他为每一家生起了炉火。 “‘他们需要水。’水说。 “‘他们的水里也需要点东西。’土附和到。 “风把河流的声音传到了人们的耳朵里。他们跟随声音找到了河，灌满了水杯。在河边，他们看到了灌木。他们饿极了，摘下叶子放在杯子里，煮过之后一起喝下。世上第一批茶叶也不是很差。 “为了给人们做伴，留下的神召集起人类，陪他们坐在一起。然后他们给人们讲将要发生的事情。故事并不是那么吸引人，但在那时算是好的了。 “太阳终于带着从父神那里得到的神力回来了。人们立刻感觉强壮了起来。其他神也开始完善世界。但是，唉，旅途对于太阳来说太耗体力。他又变得虚弱，而且心事重重。这没逃过月姑娘的眼睛。她问他原因。 “‘唉，父神说凭我一人，我只能传递一年所需的力量！’’太阳答道。 “‘那我们就每年都走一趟。别忘了，你离开的时候我们在这儿也没让他们过得有多差。’ “太阳听了，心情好了起来。” ** “所以每年的这个时候，太阳都要踏上为我们获取力量的旅途。他得加紧做白天的工作，所以此时白昼最短。在他回来后，他的力气每天都会恢复一点，他白天的工作时间也一起一点点增加。半年之后，他的力气又会渐渐减少，那个需要收集力量来踏上新的旅途的日子就又要到了。那一天对于人们来说总是无聊的，漫漫长夜也会非常冷。所以那一天，人们依旧保留着围在炉火旁，喝茶讲故事的习俗，就和这里一样。”艾瑞思讲完了。 老纳尔和我大笑，拍手叫好。 “一个和老头子讲的一样好的故事！”我叫道。“原来你们的冬至是这么来的啊！”我眨了下一只眼。 “嗯……我有几百年没听这么好的故事了。”纳尔梦一样叹了口气。“几百年没有啦。” “我也好久没喝过这么好的茶了！”艾瑞思对她的茶杯甚是喜爱。我端起杯子喝了好大一口茶，刚要表示同意，忽然看到她在自己头顶举着一个圣诞花圈。 “你从哪——？” “有人跟我说过这儿有个习俗是在圣诞期间在槲寄生底下的人可以得到一个吻呀。”艾瑞思顽皮地坏笑着。 纳尔开心地发出了精灵特有的笑声。 “哦我倒不介意在你脸上来一下！”他果然做了。 “我还在它下面呐~”艾瑞思继续唱歌一样说。 “纳尔，你下次讲的那个故事最好是讲这传统怎么来的！”我冲他撅了一下嘴。 举着槲寄生的那个姑娘笑的好可爱。","categories":[{"name":"Winter Solstice Story","slug":"Winter-Solstice-Story","permalink":"masterrite.github.io/categories/Winter-Solstice-Story/"}],"tags":[{"name":"Winter Solstice Story","slug":"Winter-Solstice-Story","permalink":"masterrite.github.io/tags/Winter-Solstice-Story/"}]},{"title":"2014 Winter Solstice Story - The Story of Winter Solstice","slug":"2014 Winter Solstice Story - The Story of Winter Solstice","date":"2019-12-23T21:37:00.000Z","updated":"2019-12-23T22:02:29.201Z","comments":true,"path":"2019/12/23/2014 Winter Solstice Story - The Story of Winter Solstice/","link":"","permalink":"masterrite.github.io/2019/12/23/2014 Winter Solstice Story - The Story of Winter Solstice/","excerpt":"","text":"Winter solstice came upon us in tiny cat's feet. This is the shortest day on Earth, and since we were so high up to the north, the daylight was especially scarce. Old Nar' called Iris and me in early - much earlier. “There is no good hunting or playing in the dark. I am sure you have experienced the harshness once the night falls. Come on in, and let us observe an old tradition the honest inhabitants here up north keep. We gather around the merry fire, and each grab a cup of tea. Then, we share stories and have a good time.” “Just like a family.” Iris added. “Aye, just like a family.” Nar' agreed. “So, what's for today?” I asked with a wink. “Tales of valor and honor, lore of the reverend, or stories of romance?” “Actually, I am not the teller today. I pass the rod to you two.” Nar' smiled. Iris and I looked at each other. Then she spoke up after a brief thinking. “Well... It is winter solstice after all... I'll tell a story I used to hear in the orphanage. A story from my world, if you will. Take no hard feelings, I beg, if it clashes with stories you have.” “Why would we? Let's hear it then.” I laughed, eager for it. ** “At the beginning of the world, the resources were scarce. It was a time of turmoil, of darkness, when the gods and the mortals starved together. Vegetables were not enough to feed the population; humans were weak and couldn’t best beasts. After creating the world, the gods were exhausted - so much that they’ve become, temporarily, weak as humans. “‘O great gods,’ the humans cried to them, ‘We’re starving! Thou canst survive without food and nutrition, but we, without them, will surely die! Save us, we beseech thee!’ “Hearing this, the gods wept. “‘We cannot allow them to suffer,’ said Wind to the other six. “‘Nay, we did not create them so they die of hunger,’ said Moon. “‘But weak as we are now, we cannot even create more vegetation for food, nor best beasts for meat!’ Earth said. “‘I can summon fish to shore, but it still will not be enough.’ sighed Water. “‘Of heat and warmth in the night, I can help a great deal. Of food, nothing I can do.’ Fire hung his head. “‘Then we pray to the Great One for help.’ said Star. ‘It created us, and will not forsake us, or our lovely creations.’ “Pray they did, and the Great One said thus, “‘Hear me and hearken onto the words: thou hast depleted thy energy, and it is the cause of the weakness of thy subjects, for thou created them last, and hast no more to pass onto them. Of this they cannot best the beasts, nor can they bear good fruits. Cometh to me, and I will restore thy strength, and the strength of thy subjects through thee. With this, you can create more vegetation for food, best beasts for meat, and create more fish for nutrition. The fire will cackle merrier and the humans will grow in numbers, and prosper.’ “Good though the promise was, the gods, as said, were exhausted. “‘It seems we can only gather enough energy that is needed for one of us.’ Earth observed. “‘Then I will go,’ Sun said, ‘fast as I can, and entrust thee to prepare for a long night.’ And he gathered the energy of the other gods and embarked on the Journey. “A long night fell. “‘We will shine light for them.’ said Moon and Star. And together they created aurora and chased away the fear from human hearts. “‘I will keep them warm in this night.’ Fire said, and kindled fire in human homes. “‘They need water to drink.’ Water remarked. “‘They need something for the water, too.’ Earth followed. “Wind passed the sound of rivers into the ears of humans. They followed the sound and filled their cups. Beside the banks, they beheld bushes. They were starving, and pulled off the leaves and them into the cups. They boiled them and gulped down the contents. And the first tea was not distasteful. “To keep them company, the remaining gods gathered the humans and sat with them, and they told them what was going to happen. It was not an enthralling story, but it passed, at the time, as a good one. “Sun finally returned, with energy and strength from the Great One. Slowly the humans felt stronger, and the other gods began to perfect the world. But alas, the Journey had proved to be too much for the Sun. He was weak again. Something else seemed to bother him as well. Lady Moon was observant, and inquired the cause. “‘Why, the Great One said I can only transfer enough energy for a year!’ was Sun’s reply. “‘Then we will do this every year. Mind you, we did not have such a terrible time here.’ “The Sun was content with that.” ** “So, every year at this time, the Sun needs to embark on the Journey to obtain energy for us. He has to hurry during his day duty, making the day the shortest. And after he’s back, he gains back his strength day by day, and the time he can take his duty increases along with that. Half a year later, his energy will wan again, and the time would come for him to gather up the energy of the gods for another trip. It was always boring then for the humans, and the long night cold. So when the time comes, people keep the practice of gathering around the fire and share stories with tea, much like the tradition here.” Iris finished. Old Nar’ and I smiled and clapped. “A story fine as the old timer’s!” I exclaimed. \"So that’s how winter solstice comes about in your world!\" I winked. “Aye... I have not enjoyed a story more for centuries.” Nar’ sighed dreamily. “Could not enjoyed it more.” “And I certainly enjoyed this tea!” Iris smiled at her cup fondly. I took a draught from mine, was about to say something in agreement, when I saw her holding a wreath over her head. “Where—?” “Someone told me that it’s a tradition to kiss whoever is under the mistletoe during Christmas.” Iris grinned mischievously. Nar’ laughed his cheery elven laugh. “Oh I do not mind giving you a peck on the cheek!” And he did. “I’m still under it ~” Iris continued in a sing-along voice. “Nar’, your next story’d better be about how this tradition come along!” I made a pout at him, and drew near to the girl holding mistletoe over her head.","categories":[{"name":"Winter Solstice Story","slug":"Winter-Solstice-Story","permalink":"masterrite.github.io/categories/Winter-Solstice-Story/"}],"tags":[{"name":"Winter Solstice Story","slug":"Winter-Solstice-Story","permalink":"masterrite.github.io/tags/Winter-Solstice-Story/"}]},{"title":"A Brief Guide to Alvar","slug":"A Brief Guide to Alvar","date":"2019-01-31T06:57:46.000Z","updated":"2019-12-23T04:37:17.540Z","comments":true,"path":"2019/01/30/A Brief Guide to Alvar/","link":"","permalink":"masterrite.github.io/2019/01/30/A Brief Guide to Alvar/","excerpt":"","text":"General Introduction The town of Alvar is located in Noble County in the U.S. state of Ohio, 360 kilometers west of the Appalachian Mountains in the North American continent and 120 kilometers south of the Lake Erie. The closest city, Bennon, is 20 kilometers to the north. Alvar is a municipal town governed by a town council, and its population was 427 at the 2020 census. Geography and Town Layout Alvar has a total area of 1.8 square kilometers, with its land measuring 1.6 square kilometers and its waters (Alvar Pond) measuring 0.2 square kilometers. The town is situated on the northern slope of Alvar Hill and measures 1 kilometer from north to south and 1.6 kilometers east to west. Its Main Street starts from 1 kilometer north of the northern town edge and ends at the southern edge of the town, where the forest covering the Alvar Hill begins and also where the slope becomes steeper. Alvar Hill has a height of 86 meters and an altitude of 200 meters. Lying at its foot in the south is Alvar Pond with an average depth of 20 meters. The pond contains mostly trout. The island at its center measures 16,000 square meters. The forest on Alvar Hill consists a mixture of pine and deciduous trees. It spans a further kilometer south of the hill, surrounding the pond and providing a hunting ground of 300 acres. However, the forest south of Alvar Hill does not fall under Alvar's management. In Alvar, the words \"street\" and \"road\" carry specific meanings when referred to the layout of the town. \"Streets\" run only in the north-south direction and are straight. The \"roads\" run in the east-west direction and are usually curved or even serpentine depending on the geography of the hill. The Main Street and the Avenue Road are the central street and road, respectively. Main Street divides Alvar into its East and West districts. Other streets are named by the district they are located in, followed by their distance from the Main Street, eg. East 1st Street, West 9th Street, etc. The roads in Alvar are named in series, such as \"the Seasons\" (Spring Road, Summer Road, Autumn Road, and Winter Road) and \"the Gardens\" (Rose Road, Shamrock Road, Orchid Road, and Lily Road). Because of the gradual slope, each road is higher than the one north of it. Roads and streets in Alvar tend to be narrow, only wide enough for two cars to pass through side by side. The sidewalks are 1 meter wide with no public lawns, and some streets and roads do not have sidewalks. All trees and lawns are in the household gardens. Demographics As of 2020 census, Alvar had a population of 427, 156 households, and 129 families. The population density was 267 people per square kilometer. The racial makeup of the town was 79.1% White, 1.0% African American, 1.3% Hispanic or Latinx, 9.1% Native American, 0.8% Asian, 8.7% from two or more races, and 0.08% from other races. 98.0% of the White populations were of Irish descent. The median age in Alvar was 56. 8.0% of residents were under the age of 18; 11.7% were between the ages of 18 and 24; 15.7% were between 25 and 44; 30.1% were from 45 to 64; 34.5% were over the age of 65. The gender ratio of male to female was 636:655, 48.9% male and 51.1% female. A total of 107 crimes were documented from 2011 to 2020, of which 93 were physical assaults in the form of bar brawl; 19 were domestic violence, and 7 were motor vehicle theft. History The area surrounding Alvar Hills was used as part of the hunting grounds for Shawnee Indians until the arrival of 17 Scotch-Irish immigrants led by Aulon Weir in the spring of 1744. Weir allegedly purchased Alvar Hill and its surrounding areas with \"a year's supply of brandy and four barrels of gunpowder along with twenty muskets.\" Academics held a skeptical view toward this account for a long time: in 2008, local historian Beatrice McNeal unearthed a Shawnee settlement site a mile west of Alvar, along with 34 charred bodies of various ages dating back to 1700s. The remain of a male body of Irish origin in the center of the explosion suggested that \"Alvar was built on lies and blood,\" as Dr. McNeal wrote later. The diary of Aulon Weir's wife, Moira Weir, which was also rediscovered in the Alvar Library in 2008, helped historians confirm Dr. McNeal's speculation. It is widely accepted today that Weir and his company crossed the Appalachian Mountains on March 4, 1744, and settled at the foot of Alvar Hill on on March 11. On March 21, Shawnees returned to the village west of Alvar Hill and hunters discovered Weir's settlement. The peaceful negotiation for the ownership of the territory lasted for a week and a payment of a year's supply of brandy and 20 muskets was settled upon for the land up to \"a thousand yard [0.944 km] north from the foot of the Hill, totaling 200 acres [0.81 sq km].\" The exchange was peacefully made on March 28. On April 3, 1744, Weir wished to make an additional purchase for the hill and the pond at its south. The Shawnee requested four barrels of gunpowder as payment, but only for the right of use. Weir bartered 8 barrels for the ownership, but was rejected. On April 5, 1744, Finnegan Weir, brother of Aulon Weir, entered the Shawnee village to accept the price for usage rights. As the entire village gathered as witnesses, Finnegan Weir revealed his real intent. He pulled out his pair of reading glass before he read the contract, but instead of putting them on, he focused sunlight through them onto the open barrels of gunpowder. Aulon Weir led 5 men after the explosion into the burning village and shot the survivors and the wounded. In 1784, Alvar, along with the Ohio Country, became part of the Northwest Territory according to the Treaty of Paris. In 1803, Alvar came under the governance of the newly accepted State of Ohio as part of Washington County, and later became part of Noble County at its establishment in 1851, keeping its municipality and its designation as a \"town\" (as opposed to the \"village\" defined in the Ohio Constitution) as part of negotiation by Brendan Weir, the Chair of the Town Council of Alvar and son of Aulon Weir. By the 1900s Alvar was well-known as a slow-paced Irish residential town and largely overlooked by outsiders. It wasn't until the rise of Bennon as a center of education and culture before Alvar came into the public's (however slight) attention. Due to its proximity to the city and the University of Ohio, Bennon Campus, and its cheap housing rates, a handful of working people moved into the town since 1918. Because of its reputation as an all-Irish settlement, only three African American and five Native American residents were recorded in the 1980 census. With the expansion of the Bennon campus in 1963, Alvar enjoyed a further in-rush of residents with a noticeable increase of people of color. On July 4, 1989, a two-people brawl outside the town's tavern, Shamrock and Eagle, escalated into a six-people shooting gunfight involving three African American college students and three locals of Irish descent. Four were shot dead, and one was heavily wounded and died later in the emergency room. The only survivor, McCoy Lowry, claimed that the initial argument started with his friend Connor Kelleher challenging an African American student's claims of \"American identity\". The 1989 Alvar Tavern Shooting reduced its African American and Native American population by 80%; it has been on the rise again from 2001, and stabilized in 2017. The Asian population also increased slightly, as other villages around Bennon had deeper histories with Asian communities. In 2018, Forbes noted that Alvar had the lowest crime rate in the country. A state-wide survey in 2020 found that Alvar had the highest average age in Ohio. Another survey also found that Alvar is popularly known as \"that tucked-away village\" by the 3% of the Ohio population that were aware of its existence. Culture Government Alvar is governed via a Town Council. The council consists of seven members: Chair of the Council Chair of Business and Finance Regulation of business ownership and the treasurer Chair of Communications and Public Relations public relationship with other villages, cities, etc. and oversees media Chair of Development oversees town development and environmental concerns Chair of Education and Entertainment in charge of kindergarten and elementary school concerns in Alvar as well as event planning for holidays and festivals Chair of Jurisdictions (The Grand Judge) oversees the court and town's rules and regulations Chair of Public Health and Safety clinics, hospital, and home safety, also the Alvar police force and fire department Theoretically all seven council members are of equal importance. In practice Chair of the Council is akin to the mayor and more often than not serves as the public spokesperson; Chair of Communications and Public Relations became more or less a minor role in the council in \"public relations\". In recent years, however, the Chair of Communications and Public Relations has been making more appearances in public and engaging with nearby villages and city of Bennon officials, promoting more exposure for Alvar. All council members are elected to a five-year term by the entire town; only current residents with four or more years of continuous residency in Alvar are eligible to run and be elected for a council position, and only current residents with six or more months of continuous residency in Alvar are allowed to vote. While the council makes administrative and legislative decisions of the town, the Committee serves as the bridge between the town residents and the council. It consists of 8 members, each representing two \"sectors\" (the strip of blocks within two adjacent streets) during committee meetings. Due to the importance and the length of the Main Street, the representation of sectors between East 1st Street and West 1st Street is an exception, as they are represented by two committee members. Committee members communicate with residents and business-owners of their respective sectors, passing along important policy drafts and open voting sessions to each block from the council, and issues raised by residents to the council. Committee members are nominated by the residents of the sectors, and are voted upon every two years by both the council and the residents from the sector, who have over three months' of Alvar residency. All members of the council and the Committee are subjected to the \"Antidic Rule\" (\"anti\"-\"dictation\"), which states that, as a collective, Alvar residents have the power to sack immediately any council or Committee member involved in, but not limited to, crime, dictatorship, ill management, or poor health, as long as the threshold of petition is met or exceeded. For council members, the threshold is 45% of the entire Alvar population, regardless of term of residency; for Committee members, the threshold is 25% of the population in the sector represented by the member in question. The \"Antidic Rule\" was established after the sacking of Aulon Weir and has not invoked since. All voting requires proof of legal status in the United States and a minimum age of 14. All positions in the council and the Committee require proof of legal citizenship or permanent residency in the United States, as well as an age of 30 or above. Council meetings are held weekly, and the last meeting of every month is open to public in the meeting hall in the Town Hall. Committee meetings with the council are held bi-weekly, and are open to public at all times in the Courthouse. Though Alvar has high municipality, the State of Ohio withholds the ultimate right of governance. Lifestyle Alvarians enjoy a slow-paced and relaxed lifestyle. On weekdays, Alvarians commute to work in Bennon mostly by light rail that runs every 15 minutes. Cars, while used, are uncommon because of the lack of easy-to-travel by-roads onto the highway. In the evening, the townspeople either stay at home or visit the local tavern, Shamrock and Eagle. Bedtime is generally 10 p.m. On weekends, Alvarians are accustomed to sleeping in, starting their day after 10 a.m. Local business hours run from 9 a.m. to 6 p.m. on weekdays and 10:30 a.m. to 6:30 p.m. on weekends. Due the nature of their business, breakfast cafés run from 7 a.m. to 11 a.m. daily, the tavern opens from 5 p.m. to 11 p.m. from Sunday to Thursday and 5 p.m. to 1 a.m. on weekends, and the tavern-affiliated inn opens from 7 a.m. to midnight, but has personnel at the front desk 24/7. Though the Alvarians live up to the hot-tempered (and drunk) Irish stereotype, they are generally open, hospitable, and eager to help. It is an unwritten rule to provide shelter to travelers at night when requested. This is not without precaution, however: everyone is trained in self-defense martial arts from elementary school to middle school since 1939. Residents from outside are also required to participate in a month-long self-defense program when they settle in. In more recent times, travelers to the town are required to present a valid ID that is to be recorded by police night patrols before being taken in. However, this has been rare with the expansion of the town's inn in 2001. Alvarians enjoy gardening and outdoor activities such as hiking, fishing, and hunting. The forest south of Alvar Hill is a popular hunting spot for the townspeople, and Alvar Pond is likewise for trout-fishing. Children in Alvar engage in the parkour tradition from the age of five. Landmarks The Olde Square The Olde Square is located at the east end of Avenue Road. Three buildings enclose the 2025 square meters of granite-paved clearing: on the south side is the Courthouse; at the east end is the Town Hall; bordering the north side is the Town Archives and Library, which was also the old Alvar church. Although the square and its buildings have undergone three major renovations and restorations in 1844, 1950, and 2011, they retained their rustic and simple style. The 1844 renovation witnessed the fall of Aulon Weir's statue, and the erection of a sundial in its place. In 1950, the Olde Square's buildings, along with the rest of Alvar, embraced electricity. This brought about the total renovation of the buildings on the Olde Square to their current looks. The wooden structures were mostly replaced by blocks of granite, the Town Hall was expanded eastwards and a story upwards (totaling two), and the Alvar Church was re-purposed into a full library and archives. Today only the entrance way of the Town Hall remains in its original 1744 wooden construction, together with its thatched roof that is replaced every decade. The Hospital of Alvar The Hospital of Alvar complex takes up the entire block bordered by four streets and roads; in the clockwise direction, they are: West 2nd Street, Autumn Road, West 1st Street, and Spring Road. The precursor of the complex was the town clinic of Alvar. Built in 1746, the log cabin was renovated into a stone cabin in 1790, and was further expanded in 1840 to accommodate runaway slaves who wandered off the usual Underground Railroad routes. The clinic was later incorporated as a station for slaves en route to Sandusky or Cleveland, and was frequented because of its rather isolated location and the fierceness of the locals against slave catchers. The clinic grew in size during this time as a station and became the Hospital of Alvar in 1856. By the end of the Civil War, the Hospital of Alvar had assisted a total of 534 slaves on their bid for freedom. Today the original clinic still stands and opens to Spring Road. It serves both as an urgent care in its east wing and a memorial museum of Alvar's only involvement in the Civil War in its west wing. The Observatory Tower The most prominent structure in Alvar, both in terms of its physical appearance and its mystery, is the observatory tower. Standing 15 meters atop Alvar Hill and measuring 10 meters in diameter, the cylindrical marble tower is wrapped with ivies on the exterior wall and capped by a matte silver metallic dome. The base of the dome is covered by a band of sapphire a meter in width and 30 centimeters in thickness. Little about the observatory's origin can be found in the town records. The earliest mention of the observatory comes from Aulon Weir. On March 30, 1744, Weir wrote in his diary, The Tower! Such a Structure on the Hill, Walls crawling with dried-up Ivies all around and cracking here and there. Its Windows were the clearest I have ever seen---Finn banged his Head on it when he tried to poke it in and have a Look around. It did not even crack; I swear by God that Finn has the thickest and hardest Head around, and the Ivies shook when he made Contact. Nay, not a hairline Crack. Through the Windows we saw Shelves, all empty. There seemed to be a Statue in there, but the inside was not well-lit despite the windows; we could only see halfway in. Facing the North is a set of Steps leading up to a Gate of black Metal. We saw no Keys nor Keyholes nor any other Mechanisms to open it. Took my trusty Pickaxe to it and bloody Hell, nearly broke my Arms and definitely my Pick. It crumbled against the Gate. Asked the Indians about the Tower. Got their usual Fudge about Gods walking the Earth and peering into the Heavens to return Home. PISH! On April 1, 1744, Weir wrote again in his diary of the observatory, though briefly, Some bloody fucking Joke this is. Got a Mallet out of Granite made from the Smithy, and mulled the Window of that blasted Tower. The Mallet shattered. Took the Musket right up against it, and the Barrel exploded like somebody stuffed it. I be the Fool the day I decided to go in. Finn was still obsessed. Fucking Blockhead, should not have listened to him in the first place. The Alvarian fascination with the observatory lasted only until Aulon Weir's death in 1783. The mysterious observatory was ignored and avoided for the best part of 120 years until, in 1910, a small group of four historians led by René Luce took an interest in the tower. However, without a way to enter the structure, Luce was only able to record measurements of the exterior and photograph through the windows. Luce's group was closely related to the Alvarian myth that the observatory tower was cursed. On August 13, 1910, the owner of the local inn and tavern, Shamrock and Eagle, found that Luce and his group had disappeared overnight. All of their luggage were left behind except for the black Oxford briefcase Luce always carried around. Nobody reported seeing them leave, and a combing through their belongings by the police found a curious absence of materials related to the observatory. The rumor that the group was \"cursed and spirited away\" because of their involvement with the observatory tower started spreading and prevailed up to this day, even though it was personally debunked by René Luce and the publication of his 1912 paper on the observatory, La tour curieuse du passé: sur l'Observatoire d'Alvar. Luce's own account of the \"disappearance\" was simple. His group was on their last round of photography excursion at the observatory on the night of August 12 when the American photographer Thomas Brown emerged from the woods south of the observatory, and they struck up a conversation. Eventually Brown became intrigued by Luce's group's camera. Brown helped Luce and his group take photographs of the observatory, and the latter followed Brown further south to investigate \"an Indian ruin [Brown] passed on the way here\". It became the beginning of another investigation of an unknown \"trail of tears\". Luce's group never had an opportunity to return to Alvar for their belongings due to the intensity of their investigation before they had to return to France. \"It was lucky that we had our passports and wallets on us at all times when we go on international excursions.\" Luce later commented. \"We later had our stuff shipped back to us. Cost a fortune, but nothing's lost.\" The myth kept people away from the observatory until 2003, when the Alvar-born historian Beatrice McNeal led her team of two historians, one mathematician, one engineer, and one linguist to study the observatory for her doctoral dissertation. McNeal gained entrance of the observatory by reverse-engineering the black gate using ultrasonic and X-ray equipment. The engineer, Buck Hoffmann, disabled the locking mechanism with electromagnetic methods and fixed a mechanical lock and door handle to the gate for future entries. Through radiocarbon dating of the wooden furniture, McNeal estimated the age of the observatory to be 4,000 years old. In 2013 McNeal further assessed the observatory's age with luminescence dating. She concluded an age of 4,200 years in her 2014 paper. McNeal described the observatory to have three floors: the subfloor, the atrium, and the observatory dome. The subfloor is a round library hall measuring 24 meters in diameter and 5 meters in height. It houses 230 redwood bookcases, each with five 40-centimeter tall shelves. It is unknown how the trees or the shelves were transported to the site. The bookcases measure 1.2 meters wide and 30 centimeters deep. Two hundreds of them are arranged into four square sections, five in each row. Two two-meter wide aisle perpendicular to each other separate the four sections. The rest 30 bookcases are lined around the wall with redwood desks and chairs. Two rows of lamp run along the wall at the height of 1.5 meters and 3 meters off the floor, respectively. At the center, where the two aisles cross each other, is an intriguing machine on a three-tiered marble base. The machine resembles a modern computer case attached to a dentist's chair and a lectern. The casing of the processor tower is made of matte black metal. X-ray failed to penetrate its thick shell. Above the chair is an obsidian half-dome, reaching down from a thick, matte casing that extended from the back of the chair. The lectern is placed under a rod. There is neither an apparent booting method nor any signs of a power source. Directly above the machine is an orb around 1 meter in diameter hanging down from the ceiling, held in place by three interlinked chains. The orb seems to be made of smoky crystal, and disperses light around the subfloor when shone upon. On the wall to the south is another black gate. The gate is arched at the top, measuring two meters wide and three meters tall. Patterns are engraved on its surface, originating from a ring pattern 2 meters above the floor, splitting into two main paths, branching and curving their ways downward into the ground. Dr. McNeal failed to reverse engineer the gate, as it is impregnable by X-ray or ultrasound. The atrium on the first floor is dim despite the tall and wide windows along the wall. Each window sits 50 centimeters above the ground, towering 3 meters high and ranging from 2 meters to 4 meters wide. Once unlatched, the windows can be either pushed open or slid into the gaps between the double-layered tower wall. When pushed open, the window panes can refract light into the interior and brighten up the room considerably. The exterior and the interior wall layers are 70 centimeters and 20 centimeters thick, respectively. X-ray analysis revealed a curious structural design in the ten-centimeter gap between the exterior and interior walls: slabs of additional marble are placed in the gaps to form intersecting channels throughout. Dr. McNeal speculates that these structures served as pipes that are absent: had the observatory a heating or a cooling system, the air or water could move through the wall for high regulation efficiency. The first floor also contains bookshelves, lamps, and desks like the subfloor library. The statue in the center that was observed in Weir's diary is pristine and accumulated no dust to date. It is intricately sculpted out of white marble, depicting a long-haired young king with sharp features and rather pointed ears hidden beneath the sculpted hair. Its eyes are set with sapphire. The writing on the base it stands on bears a plaque, and the writing upon is fiery and indecipherable. A map of parchment, 2 meters by 2 meters, hangs on the southeast section of the wall near the stairs up. It is annotated in the fiery writing as well as showing unfamiliar landscapes. Scholars debated its authenticity, some comparing it to the Voynich Manuscript while others claimed it merely shows an older landscape of the local area, pointing to a section recognized by many as the Alvar Pond, citing its larger area, its different southern shoreline, and the depiction of a river that now runs underground. The second floor is the observatory dome, 10 meters in height from the floor to the apex of the silver dome. On the west section of the wall is a set of steps leading to a platform 2.5 meters wide and 2 meters above the floor. Below it are four more bookcases. The platform runs for 3 meters along the wall, its edge marked with crystal panels set in rails. At its end are more curious machines with metal casings like the one in the subfloor library, but these have smaller processing cases. Columns raising from the processing cases support several sloped control panels with buttons, switches, and levers presumably to control the telescope. An obsidian slab is raised behind the control panels as though a screen. Again, as with the machine in the subfloor library, the control apparatus cannot be activated or scanned for interior design. The telescope in the center of the room is supported by a mobile, circular base. The base has six granite wheels around its circumference, all one-meter in diameter, double-layered, and 25 centimeters thick per layer, a total of 60 centimeters thick. The wheels run in 62-centimeter wide grooves in the floor, presumably in both directions to rotate the telescope. The base of the telescope has a diameter of 3 meters. The lens of the telescope is 5 meters long with a pitching angle from 20° to 70°. The eyepiece is 10 centimeters in diameter and the objective is 1.2 meters. X-ray unraveled a complex diffraction and reflection mechanism within the lens, which provides a calculated focal length of 20 meters. Another black metal box was discovered in the column supporting the lens with filaments resembling wires connecting it to the objective lens. Combined with hairline filaments crisscrossing the objective lens, it is speculated that the telescope is able to perform imaging through mechanisms other than mere optical imaging. A set of steps on the east side of the base lead up to the stone seat in front of the eyepiece. A small obsidian slab raises up and forward from the right armrest of the seat. The slab's position is adjustable. There are also 12 granite wheels along the base of the dome. These wheels run on track rails, and are also double-layered, but with a longer axle compared to the wheels of the telescope. Each axle connects the outer double wheel and the inner double wheel. The bottom of the dome has grooves for the axles to settle in. The sapphire band outside bends backward at its top and fits into the gap between the layers of the outer wheel, locking itself securely with the dome and alleviates the mechanical stress the band might be under; with the protruding tracks the outer wheel runs on, the sapphire band also locks the wheels into place, which secures, in turn, the dome. The wheels can rotate the dome in both directions. The wall of the second floor bears 9 smaller windows, 1.5 meters tall and 1 meter wide, making the hall even more dim than the floor below. However, all of these windows can be moved like those in the atrium, and bring in light from outside to great effect. Additionally, several movable slabs of metal on the dome seem to serve as windows when more daylight is needed. These can be pushed open quite easily, as long as one is able to reach them; however, situated at least 7 meters off the ground, it will be no small task. A larger slab of metal that acts as the skylight for the telescope is also on the dome. No powered mechanisms of control of any kind was found. Historians and researchers have not succeeded in operating the telescope, or any part of the observatory, except for the front gate. In addition to the power source, despite the total 240 bookcases found in the tower, not a single scroll, tome, book, or text collections or information containers of any known kind was found other than the plaque on the statue and the map. The materials found so far are insufficient to reveal concrete information of the observatory's origin. Due to its unique design and lack of reliable historical records, no realistic theory is proposed publicly on the subject. Dr. McNeal, the historian most involved in the research of the observatory, commented, \"The joke within our circle, of course, is that the tower was built aliens stranded on Earth to find a way home. Believe or not, this joke is more readily accepted than the theory saying it's a practical joke by the Weir Family. Looking at the aesthetic style of the tower, the outlandish design of the mechanisms of the door and the telescope, the advanced and, seriously, alien technology, ya' know, involved in the entire building process, and the fact that the tower has no power source found yet everything within demands a power source to function---oh not to mention that Indian myth Weir reported in his diary---it is too hard not to think of extra-terrestrials, ya' know? Oh, have I mentioned that my linguist friend on my team told us that the language system on the map and the plaque is nothing like any language we have on Earth, be it natural or artificial? But it bares unmistakable signs of a natural language, ya' know? Of course, no---I'm more inclined to the theory that a more technologically advanced ancient civilization built this. That is probably the most logical answer here. Too bad I'm not allowed to dig under my town for more, ya' know? Too bad there are talks in the council about razing this thing down for a highway by-road. They've want a proper road to Highway 77 for ages, ya' know, more convenient access to Bennon. Of course I could just throw the ancient civ theory out at them, but if you are the decision-makers, would you buy it?\" Architecture The first Alvarian houses were log cabins with traditional Irish thatched roof because of a lack of stone resource in the area. Later the entire town of Alvar underwent two large-scale renovations: one in 1844, shortly after the installment of the first steam-powered railway system; another in 1950, with the introduction of affordable electricity. The 1844 renovation was a facelift for Alvar. The newly built train station and the railway connected Alvar with the then-growing village of Bennon, providing more robust commercial trade with the outside world. The railway also brought in aesthetics and practices prevalent of the time. Soon the modernization began, first with architecture. Stone blocks for construction were imported for the first time, through the railway. The traditional sharp-angled thatched roof and hemp-tied log cabins were replaced by the more fireproof, tiled roofs and stone walls. The fire pits in the center of each log cabin evolved into stone fireplaces in the back of the living room. The dirt roads became paved. The town was also able to expand and established the convention of \"streets\" and \"roads\". The 1950 renovation brought Alvar more up-to-date systems, such as electricity, tap water system, proper drainage, town-wide heating system, and updates to the architecture that remain to this day. All new systems run underground, including electricity and telephone cables, and the later optical fibers. Houses in Alvar today are built of stone bricks and are painted gray, white, or yellow. The houses are traditionally low, with no elevated front porches, and no more than two stories high. The first story is dug into the ground; upon entering the front door, there will always be two steps down. The houses have basements but no attics. Each house has either one or two chimneys. Since 1950, the roofs are covered in thicker black or red tiles than the ones used in 1844, and are striated with ridges that can guide rainwater to either side. The slope of the roofs also became much more flat in the 1950 renovation, angling between 15° to 20° downward. Roofs cover not only the second story but also the protruding first story in the front and back, as well as the side without a chimney, giving the houses a tiered appearance. The lower roofs generally extends 1 meter from the wall, and the upper roofs are much shorter, usually 15 to 20 centimeters. Gardens are surrounded with low walls 1 meter tall and 30 centimeters wide, leaving a gap for the entrance way. The size of the houses and the gardens vary from household to household, but because of the road layout, the backyards are generally a less-than-one-meter wide strip half covered by the lower roof. One unique structure of Alvarian architecture that can be seen frequently in the town is the roof bridges. First conceived during the 1844 renovation and became more and more widely accepted after 1950, the roof bridges connect the second stories of the two houses on the opposite sides of a street of a road. These bridges are 2 meters wide and are supported by a long arch. Roofs of both houses extend to cover the bridge. In the case which the two roofs are not in the same color, usually the tile color of the bridge is a mix of the two depending on the two households. The roof bridges were intended as emergency escape routes. At either end of the bridge is a fireproof door that the house owners have keys to. The corridor has two windows on either side of the wall, and a trapdoor in the ceiling in the middle of the bridge. Each roof bridge is equipped with heavy-duty rope ladders under the low interior windowsills, in addition to fire extinguishers, bulletproof vests, tear spray, and emergency hammers. In emergencies residents can escape through windows onto the ground or the trapdoor onto the roof if needed. All roof bridges and their equipment are checked twice every year by the fire department. Roof bridges are considered a defining symbol of Alvar. There are 70 roof bridges in total, and most of them are within East and West 3rd Streets, but a handful of them can also be seen in the more recent expansions of the town outside the two streets. Parkour Visitors of Alvar, be it tourists or hunters seeking a quiet fishing or hunting spot in fall, or hikers emerging from the trails in the Alvar Woods, or students of the University attracted by low rents, never fail to be astonished by the sight of children sprinting and leaping on top of the houses when they first arrive in Alvar. If they asked a child where he or she hang out in free time, the answer would always be, \"the roof tops!\" as it has been for the past eight decades. Thus is the one-of-a-kind underage parkour culture in Alvar, thanks to the town's landscape and layout. Unlike the world outside, parkour activities are limited only to children in Alvar. What is more, the activity is sanctioned, and even encouraged. Children of Alvar are characteristically agile, and start parkour as early as at the age of five. Young children learn the activity through older children. The first steps begin with climbing onto the low garden walls and learning how to balance, and followed by running and skipping on the lower roofs. At the age of six the children can climb onto the lower roofs by leaping from the side or the back garden wall. An average eight-year-old Alvarian child is able to freerun around the roofs in his or her block and, with the help of roof bridges, perhaps those in the neighboring blocks. A ten-year-old can freerun throughout the town. The usual route of parkour starts with scaling up to the lower roof either by leaping and grabbing from the side or the back garden wall or from the second-floor windows. From here, the lower roofs provide a runway along the road (interspersed with garden walls and trees). The upper roofs are reached only by scaling the walls. From the upper roof, the child can reach the lower roof of the adjacent house south by jumping down; ambitious children are able to do so via the lower roofs as well, thanks to the close height difference and the gap between the two lower roofs. Because of the distance and height, roads and streets are crossed only via the roof bridges, or at the end of the roads where roofs are closer together. Very rarely a child can be seen to cross via strong trees. This stunt often ends in a trip to the urgent care. It is unclear how the culture started or why it is pertained to children. The first evidence of this activity was from a travel log in the early 1950s, and scholars believed that the sturdier structures and the ridged tiles brought about by the 1950 renovation paved the way for the beginning of this tradition. Anthropologist Trevor Murphy, an Alvar local himself, agrees to this view and points out that photographs of Alvar by Thomas Brown, who returned to Alvar multiple times in his life up to his death in 1968, provide indirect support. In photographs from 1946, the roof tops are still bare. In a photograph from 1954, however, a group of young men and women above twenty can be seen leaning against a chimney while two children run across a roof bridge. Brown was known to be particularly fond of the photograph of a young woman leaping over a gap to the roof he was standing on, taken from the same period. Murphy also found mentions of parkour activity in diaries of grownups at the time. These mentions, however, ceased after 1960. A later collaboration paper between McNeal and Murphy in 2011 contained an economical explanation to this phenomenon. The roofs can support a combined weight of no more than three adults before the tiles break. This means that prolonged running and leaping activities from adults will wear down the tiles faster, causing a sizable amount of repair cost. Children, on the other hand, will cause much less damage because of their size, especially when taken into account that children of Alvar are rarely overweight because of their lifestyle. Indeed, in 1959, the year of the state-wide flood in Ohio, repair cost for the roofs dropped by 85%, merely because the majority of the adult population in Alvar spent an entire year joining the post-flood reconstruction efforts in the nearby village, Howard, and did not engage in parkour activities. The continuously low roof repair costs seems to indicate that the adults dropped the activity since then. Murphy further commented in the paper, &gt; From my own personal experiences, most of the children parkoured less and less at the age of 15. It is no coincidence, I think, that this is also the age at which they prepare for high schools. Alvar itself no longer has a local high school, and children have to attend out of town. A lot of their choices are boarding schools as well, and some children, like I was, come home only once a month. This, together with the increased schoolwork, cut down the time they can parkour. As their teenage bodies mature, they realize themselves as well that if they continue to parkour, they will not only be putting their safety at risk, but also that of the roofs. As for the concerns of safety, both McNeal and Murphy suggest that it is minor. In their survey for the 2011 paper, 96% of adults local to Alvar (both born in the town and residents of over five years) reported that they would worry more if their children does not join in the parkour culture. Top concerns for this include potential health issues (the child might have ailments preventing him or her from freerunning or he or she might not get enough exercise) and bullying behavior (the child might be bullied by others or he or she might be unpopular). This, however, does not mean safety is not on the minds of the parents, as their paper stated, &gt; The initiation to the activity is always done by the parents. A common exchange between young children around five is, \"did your ma/pa put you on the wall yet?\" The phrase \"put on the wall\" means the initiation, in which the parent puts the child onto the garden wall, letting the child walk along while holding his or her hands, and helping the child find the way down. During the first weeks, the parents will repeatedly recite safety rules to the child before he or she gets on the wall: \"Always watch your steps; never parkour after sundown; never make a jump without complete confidence; never jump down from upper roofs; never run over streets or roads when cars are driving past; never run across the Main Street; never cross streets or roads from trees.\" Peer supervision also adds another layer of safety. Children stopping each other from dangerous stunts are uncommon but also not rare. The town also imposes a ban on parkour after 5 p.m. all year long. Police night patrol will be out at this time, and will ask children to get down. To our knowledge there is yet to be a case of disobedience. Occasionally deaths and injuries will occur. There is a total of 22 injuries and one death from 2010 to 2020.","categories":[],"tags":[{"name":"Wiki","slug":"Wiki","permalink":"masterrite.github.io/tags/Wiki/"}]}]}